Repository: malonp/trytond-condominium_payment_sepa
Catalog: locale/*.po
Languages: es

# field:bank,country_subset:
source: Extended Character Set
es: Conjunto Extendido de Caracteres

# help:bank,subset:
source: Use Unicode Character Subset defined in ISO20022 for SEPA schemes
es: Utilizar el subconjuto de caracteres restringidos en ISO20022

# help:bank,country_subset:
source: Country Extended Character Set
es: Extension del conjunto de caracteres nacionales

# field:bank.account.number,mandates:
source: Mandates
es: Ordenes de Domiciliación

# field:company.company,mandates:
source: SEPA Mandates
es: Ordenes de Domiciliación

# field:company.company,groups:
source: Condominium Payment Group
es: Facturaciones de la Comunidad

# field:company.company,creditor_business_code:
source: Creditor Business Code
es: Código de Negocio

# field:company.company,sepa_creditor_identifier:
source: SEPA Creditor Identifier
es: Identificación del Acreedor

# help:company.company,creditor_business_code:
source: Code used in the SEPA Creditor Identifier
es: Código utilizado en la obtención del identificador del acreedor (AT-02)

# field:condo.check_mandates.result,mandates:
source: Mandates not used
es: Domiciliaciones sin utilizar

# field:condo.check_mandates.result,units:
source: Units without mandates
es: Inmuebles sin domiciliación

# view:condo.check_mandates.result:
source: Check Mandates
es: Comprobar Domiciliaciones

# model:ir.action,name:wizard_check_mandates
source: Check Mandates List
es: Comprobar Domiciliaciones

# wizard_button:condo.check_mandates,result,end:
source: OK
es: Aceptar

# field:condo.party,mandate:
source: Mandate
es: Orden de Domiliación

# help:condo.party,mandate:
source: SEPA Mandate of this party for the unit
es: Orden de domiciliación de este tercero para recibos del inmueble

# field:condo.unit,payments:
source: Payments
es: Recibos

# field:party.party,companies:
source: Companies
es: Com. de Propietarios

# field:party.party,mandates:
source: SEPA Mandates
es: Ordenes de Domiciliación

# field:condo.payment.pain,reference:
source: Reference
es: Referencia

# field:condo.payment.pain,company:
source: Initiating Party
es: Presentador

# field:condo.payment.pain,sepa_receivable_flavor:
source: Receivable Flavor
es: Version pain

# field:condo.payment.pain,groups:
source: Payments Groups
es: Facturaciones

# field:condo.payment.pain,message:
source: Message
es: Fichero

# field:condo.payment.pain,nboftxs:
source: Number of Transactions
es: Núm. Operaciones

# field:condo.payment.pain,ctrlsum:
source: Control Sum
es: Suma de Control

# field:condo.payment.pain,state:
source: State
es: Estado

# field:condo.payment.pain,country_subset:
source: Extended Character Set
es: Conjunto Extendido de Caracteres

# help:condo.payment.pain,subset:
source: Use Unicode Character Subset defined in ISO20022 for SEPA schemes
es: Utilizar el subconjuto de caracteres restringidos en ISO20022

# help:condo.payment.pain,country_subset:
source: Country Extended Character Set
es: Extension del conjunto de caracteres nacionales

# field:condo.payment.group,reference:
source: Reference
es: Referencia

# field:condo.payment.group,company:
source: Condominium
es: Com. de Propietarios

# field:condo.payment.group,pain:
source: Pain Message
es: Mensaje de presentación de adeudos

# field:condo.payment.group,account_number:
source: Account Number
es: Cuenta Bancaria

# field:condo.payment.group,date:
source: Debit Date
es: Fecha del Adeudo

# field:condo.payment.group,payments:
source: Payments
es: Recibos

# field:condo.payment.group,sepa_batch_booking:
source: Batch Booking
es: Indicador apunte en cuenta

# field:condo.payment.group,sepa_charge_bearer:
source: Charge Bearer
es: Clausula de Gastos

# field:condo.payment.group,nboftxs:
source: Number of Transactions
es: Núm. Operaciones

# field:condo.payment.group,ctrlsum:
source: Control Sum
es: Suma de Control

# field:condo.payment.group.configuration,sepa_batch_booking_selection:
source: Default Booking
es: Indicador apunte en cuenta

# field:condo.payment.group.configuration,sepa_batch_booking:
source: Default Booking
es: Indicador apunte en cuenta

# field:condo.payment.group.configuration,sepa_charge_bearer:
source: Default Charge Bearer
es: Clausula de Gastos

# field:condo.payment,group:
source: Group
es: Facturación

# field:condo.payment,company:
source: Company
es: Com. de Propietarios

# field:condo.payment,unit:
source: Unit
es: Inmueble

# field:condo.payment,unit_name:
source: Unit
es: Inmueble

# field:condo.payment,party:
source: Ultimate Debtor
es: Ultimo Deudor

# field:condo.payment,description:
source: Description
es: Concepto

# field:condo.payment,currency:
source: Currency
es: Moneda

# field:condo.payment,currency_digits:
source: Currency Digits
es: Decimales de la moneda

# field:condo.payment,amount:
source: Amount
es: Importe

# field:condo.payment,mandate:
source: Mandate
es: Orden de Domiciliación

# field:condo.payment,debtor:
source: Debtor
es: Deudor

# field:condo.payment,type:
source: Sequence Type
es: Secuencia del Adeudo

# field:condo.payment,sepa_end_to_end_id:
source: SEPA End To End ID
es: Identificación Extremo a Extremo

# field:condo.payment,date:
source: Debit Date
es: Fecha del Adeudo

# field:condo.payment,state:
source: State
es: Estado

# field:condo.payment.sepa.mandate,company:
source: Condominium
es: Com. de Propietarios

# field:condo.payment.sepa.mandate,party:
source: Party
es: Tercero

# field:condo.payment.sepa.mandate,condoparties:
source: Parties
es: Terceros

# field:condo.payment.sepa.mandate,account_number:
source: Account Number
es: Cuenta Bancaria

# field:condo.payment.sepa.mandate,identification:
source: Identification
es: Identificación

# field:condo.payment.sepa.mandate,type:
source: Type
es: Tipo

# field:condo.payment.sepa.mandate,scheme:
source: Scheme
es: Modalidad

# field:condo.payment.sepa.mandate,signature_date:
source: Signature Date
es: Fecha de Firma

# field:condo.payment.sepa.mandate,state:
source: State
es: Situación

# field:condo.payment.sepa.mandate.configuration,type:
source: Type
es: Tipo

# field:condo.payment.sepa.mandate.configuration,scheme:
source: Scheme
es: Modalidad

# selection:condo.payment.pain,state:
source: Draft
es: Borrador

# selection:condo.payment.pain,state:
source: Generated
es: Elaborado

# selection:condo.payment.pain,state:
source: Booked
es: Procesado

# selection:condo.payment.pain,state:
source: Rejected
es: Anulado

# selection:condo.payment.group,sepa_charge_bearer:
source: Debtor
es: Deudor

# selection:condo.payment.group,sepa_charge_bearer:
source: Creditor
es: Acreedor

# selection:condo.payment.group,sepa_charge_bearer:
source: Shared
es: Compartidos

# selection:condo.payment.group,sepa_charge_bearer:
source: Service Level
es: Reglas del Servicio

# selection:condo.payment.group.configuration,sepa_batch_booking_selection:
source: Batch
es: Por Lotes

# selection:condo.payment.group.configuration,sepa_batch_booking_selection:
source: Per Transaction
es: Por Cada Cargo

# selection:condo.payment.group.configuration,sepa_charge_bearer:
source: Debtor
es: Deudor

# selection:condo.payment.group.configuration,sepa_charge_bearer:
source: Creditor
es: Acreedor

# selection:condo.payment.group.configuration,sepa_charge_bearer:
source: Shared
es: Compartidos

# selection:condo.payment.group.configuration,sepa_charge_bearer:
source: Service Level
es: Reglas del Servicio

# selection:condo.payment,state:
source: Draft
es: Borrador

# selection:condo.payment,state:
source: Approved
es: Aprobado

# selection:condo.payment,state:
source: Processing
es: En proceso

# selection:condo.payment,state:
source: Succeeded
es: Con éxito

# selection:condo.payment,state:
source: Failed
es: Fallado

# selection:condo.payment.sepa.mandate,type:
source: Recurrent
es: Recurrente

# selection:condo.payment.sepa.mandate,type:
source: One-off
es: Único

# selection:condo.payment.sepa.mandate,state:
source: Draft
es: Borrador

# selection:condo.payment.sepa.mandate,state:
source: Requested
es: Solicitado

# selection:condo.payment.sepa.mandate,state:
source: Validated
es: Firmado

# selection:condo.payment.sepa.mandate,state:
source: Canceled
es: Anulado

# selection:condo.payment.sepa.mandate.configuration,type:
source: Recurrent
es: Recurrente

# selection:condo.payment.sepa.mandate.configuration,type:
source: One-off
es: Único

# model:res.group,name:group_condominium_payment_admin
source: Condominium Payment Administration
es: Administración de Facturaciones de Comunidades de Propietarios

# view:company.company:
source: Configuration
es: Configuración

# view:company.company:
source: Creditor Identifier
es: Identificación del acreedor (AT-02)

# view:company.company:
source: Calculate
es: Calcular

# view:condo.unit:
source: Payments
es: Recibos

# view:condo.payment:
source: Payments
es: Recibos

# view:condo.payment:
source: Description
es: Descripción

# view:condo.payment:
source: Mandate
es: Orden de Domiciliación

# view:condo.payment:
source: Draft
es: Borrador

# view:condo.payment:
source: Approve
es: Aprobado

# view:condo.payment:
source: Fail
es: Fallado

# view:condo.payment:
source: Succeed
es: Con éxito

# view:condo.payment:
source: Sum
es: Suma

# view:condo.payment.group:
source: Payment Group
es: Facturaciones

# view:condo.payment.group:
source: Payments
es: Recibos

# view:condo.payment.group:
source: Number of Transactions
es: Núm. Operaciones

# view:condo.payment.group:
source: Control Sum
es: Suma de Control

# view:condo.payment.pain:
source: Direct Debit Message
es: Mensaje de Presentación de Adeudos Directos SEPA

# view:condo.payment.pain:
source: Payments Groups
es: Facturaciones

# view:condo.payment.pain:
source: File
es: Archivo

# view:condo.payment.pain:
source: Cancel
es: Anular

# view:condo.payment.pain:
source: Draft
es: Borrador

# view:condo.payment.pain:
source: Generate Message
es: Generar Archivo

# view:condo.payment.pain:
source: Send to Bank
es: Enviar a Banco

# view:condo.payment.pain:
source: Are you sure to cancel the message?
es: Seguro que desea anular el mensaje?

# view:condo.payment.sepa.mandate:
source: Mandate
es: Orden Domiciliación

# view:condo.payment.sepa.mandate:
source: Cancel
es: Anular

# view:condo.payment.sepa.mandate:
source: Are you sure to cancel the mandate?
es: Confirma anulación de la orden?

# view:condo.payment.sepa.mandate:
source: Draft
es: Borrador

# view:condo.payment.sepa.mandate:
source: Request
es: Solicitado

# view:condo.payment.sepa.mandate:
source: Validate
es: Firmado

# view:condo.payment.sepa.mandate:
source: Mandates
es: Ordenes de Domiciliación

# view:party.party:
source: Mandates
es: Domiciliaciones

# model:ir.action.act_window.domain,name:act_condopayment_form_domain_all
source: All
es: Todo

# model:ir.action.act_window.domain,name:act_condopayment_form_domain_failed
source: Failed
es: Fallado

# model:ir.action.act_window.domain,name:act_condopayment_form_domain_suceeded
source: Succeeded
es: Con éxito

# model:ir.action.act_window.domain,name:act_condopayment_form_domain_processing
source: Processing
es: En proceso

# model:ir.action.act_window.domain,name:act_condopayment_form_domain_approved
source: Approved
es: Aprobado

# model:ir.action.act_window.domain,name:act_condopayment_form_domain_draft
source: Draft
es: Borrador

# model:ir.action,name:act_condopain_form
source: Direct Debit Messages
es: Mensajes de Presentación de Adeudos

# model:ir.action,name:act_condopaymentgroup_form
source: Payments Group
es: Facturaciones

# model:ir.action,name:act_condopayment_form
source: Payments
es: Recibos

# model:ir.action,name:act_mandate_form
source: SEPA Mandates
es: Ordenes de Domiciliación

# model:ir.action,name:act_configuration_mandate_form
source: Mandates Configuration
es: Configuración de Domiciliaciones

# model:ir.action,name:act_configuration_paymentgroup_form
source: Payments Group Configuration
es: Configuración de Facturaciones

# model:ir.ui.menu,name:menu_mandate_form
source: SEPA Mandates
es: Mandatos SEPA

# model:ir.ui.menu,name:menu_condofinancial_form
source: Invoicing
es: Facturaciones

# model:ir.ui.menu,name:menu_payment_form
source: Payments
es: Recibos

# model:ir.ui.menu,name:menu_payment_group_form
source: Group
es: Facturaciones

# model:ir.ui.menu,name:menu_payment_pain_form
source: SDD Messages
es: Ficheros SEPA

# model:ir.ui.menu,name:menu_payment_configuration_form
source: Configuration
es: Configuración

# model:ir.ui.menu,name:menu_payment_configuration_mandate_form
source: Mandates
es: Domiciliaciones

# model:ir.ui.menu,name:menu_payment_configuration_group_form
source: Payments Group
es: Facturaciones

# model:ir.action,name:report_condo_mandate
source: Mandate
es: Formulario orden domiciliación

# error:bank.account:
source: Mandate "%s" will be canceled and deactivate as mean of payment in %d unit(s)/apartment(s)!
es: La orden de domiciliacion "%s" sera cancelada y desactivada como medio de pago en %d inmueble(s)

# error:company.company:
source: SEPA Creditor Identifier "%s" of "%s" is not valid
es: La identificacion del acreedor "%s" de "%s" no es valida

# error:company.company:
source: Company "%s" has not VAT Code defined
es: Tiene que definir el NIF de la empresa "%s"

# error:company.company:
source: This sepa creditor identifier is already in use!
es: Esta identificación del acreedor ya existe!

# error:condo.party:
source: Cant be two or more parties with mandates and the same role!
es: No puede haber dos o mas participes con domiciliaciones y la misma funcion!

# error:condo.payment.pain:
source: Can not generate message "%s" of "%s"
es: No se puede generar el archivo con la referencia "%s" de "%s"

# error:condo.payment.pain:
source: The reference must be unique for each party!
es: La referencia debe ser unica para cada presentador

# error:condo.payment.pain:
source: Initiating Party must have a sepa creditor identifier
es: El presentador debe tener una identificación del acreedor

# error:condo.payment.group:
source: The reference must be unique for each condominium!
es: La referencia debe ser unica para cada comunidad

# error:condo.payment.group:
source: PaymentGroup "%s" has payments approved with earlier date.
es: La facturacion "%s" tiene recibos aprobados con fecha anterior a la especificada

# error:condo.payment.group:
source: Must select date after today!
es: La fecha seleccionada debe ser posterior al dia de hoy!

# error:condo.payment.group:
source: Date must be a business day!
es: La fecha de cargo del recibo debe ser un dia laborable!

# error:condo.payment.group:
source: Company must have a sepa creditor identifier
es: La Comunidad de Propietarios debe tener una identificación del acreedor

# error:condo.payment:
source: Payment "%s" must be in draft before deletion.
es: El recibo "%s" debe estar en estado borrador para su eliminación

# error:condo.payment:
source: Payment of "%s" has an invalid mandate "%s"
es: El recibo de "%s" tiene una domiciliacion "%s" invalida.

# error:condo.payment:
source: Message "%s" must be in draft to put payment of "%s" to "%s" in draft too.
es: El mensaje "%s" debe estar en estado borrador para alterar el estado del recibo de "%s" a "%s"

# error:condo.payment:
source: Message "%s" must be booked to put payment of "%s" to "%s" in succeeded state.
es: El mensaje "%s" debe estar procesado para alterar el estado del recibo de "%s" a "%s"

# error:condo.payment:
source: Fee due date must be equal or bigger than his group date
es: La fecha de cargo del recibo debe ser igual o posterior a la de la Comunidad

# error:condo.payment:
source: Date must be a business day!
es: La fecha de cargo del recibo debe ser un dia laborable!

# error:condo.payment.sepa.mandate:
source: The identification of the SEPA mandate must be unique in a company.
es: Este identificador SEPA está en uso en esta comunidad

# error:condo.payment.sepa.mandate:
source: You can not delete mandate "%s" because it is not in draft or canceled state or has payments.
es: No puede eliminar la orden "%s" porque no es un borrador ni está cancelada o tiene recibos.

# error:condo.payment.sepa.mandate:
source: Can't cancel mandate "%s". There are %s payments in draft or approved state with this mandate!
es: No se puede anular la domiciliación "%s". Hay %s recibos en borrador o aprobados con ella!

# error:condo.payment.sepa.mandate:
source: Mandate "%s" will be canceled as mean of payment in %d unit(s)/apartment(s)!
es: La domiciliacion "%s" será cancelada como medio de pago en %d inmueble(s)!

# error:condo.payment.sepa.mandate:
source: Mandate Identification can't contain 2 consecutive '/'
es: El campo de identificación no debe contener 2 '/' consecutivos

# error:condo.payment.sepa.mandate:
source: Mandate Identification can't start or end with '/' character
es: El campo de identificación no debe comenzar o acabar con el caracter '/'

# error:party.party:
source: %d mandate(s) of this party will be canceled!
es: %d domiciliacion(es) serán anuladas!
